{
    "i18n.themselves": "About us",
    "i18n.home": "Home",
    "i18n.product": "Product",
    "i18n.serviceSupport": "Service support",
    "i18n.distributor": "Dealers",
    "i18n.swiper_text1": "High-rise firefighting drone with broken Windows",
    "i18n.alltheproducts": "All the products",
    "i18n.plantProtectionUAV": "Plant Protection UAV",
    "i18n.firefightingdrone": "Fire fighting drone",
    "i18n.productsupport": "Product Technical Support",
    "i18n.after-sales": "After-sales service policy",
    "i18n.YK6-30plantProtectionUAV": "YK6-30Plant Protection UAV",
    "i18n.supportServices": "Support for customized services",
    "i18n.according": "According to the actual operation needs, provide the whole case of customized services",
    "i18n.Learnmore": "Learn more>",
    "i18n.5gsignal": "5G signal",
    "i18n.operationEfficiency": "High speed, low delay and large connection to improve operation efficiency",
    "i18n.Industrycustom": "Industry custom",
    "i18n.solutionprovider": "Professional supplier of UAV system solutions",
    "i18n.productsupplychain": "Dedicated to providing professional solutions for users in the UAV industry, to create a perfect UAV product supply chain",
    "i18n.chanpinjiesao": "Product introduction",
    "i18n.meitizhichi": "Media support",
    "i18n.hezuohuoban": "Become a channel partner",
    "i18n.jishuzhichi": "Product Technical Support",
    "i18n.guanfanghuodong": "Official events",
    "i18n.zhouyizhizhouri": "Monday to Friday",
    "i18n.guanyuhuaqi": "About HuaQi",
    "i18n.jiaruwom": "Join us",
    "i18n.lianxiwom": "Contact us",
    "i18n.addressinfo": "Huaqi Tiancheng (Shenzhen) Intelligent Technology Co., Ltd. All rights reserved。",
    "i18n.zhihui": "Smart product line",
    "i18n.zhidao": "Industry guidance",
    "i18n.yiduiyi": "One to One Service",
    "i18n.shouce": "Documentation and Manual",
    "i18n.zhuyishixiang": "Matters needing attention",
    "i18n.download": "download",
    "i18n.shouhou": "After-sales service policy of Huaqi Tiancheng Technology",
    "i18n.zhuyishixiangyi": "一、Matters needing attention",
    "i18n.anquangaiyao": "二、Security profile",
    "i18n.mianzeshenmin": "三、disclaimer",
    "i18n.Sale_Service1": "1.Please confirm that the operator is at least 18 years old when operating our products.",
    "i18n.Sale_Service2": "2.When using our products, please strictly follow the instructions of our company.",
    "i18n.Sale_Service3": "3.All personnel must keep a safe distance of more than 15 meters from the aircraft at all times when operating the UAV products of the company during take-off or operation;",
    "i18n.Sale_Service4": "4.Do not operate under the influence of alcohol or drugs and contraband which may affect flight operation.",
    "i18n.Sale_Service5": "5.Before taking off, the aircraft must confirm that the GPS signal is good, the number of satellites received is large or greater than 6, and there is no shelter above;",
    "i18n.Sale_Service6": "6.Do not work in bad weather, including but not limited to thunder, rain and snow, strong wind, visibility less than 600 meters;",
    "i18n.Sale_Service7": "7.Do not operate the product for flight without professional training;",
    "i18n.Sale_Service8": "8.Please do not modify our products;",
    "i18n.Sale_Service9": "9.Please fly within a visual radius of 500 meters and a relative height of 25 meters. The flight speed should not exceed 10 meters per second. There should be no shelter between the aircraft and the operator during takeoff, landing or operation.",
    "i18n.Sale_Service10": "10.Do not use our products in densely populated areas, such as schools, markets, squares, etc.",
    "i18n.Sale_Service11": "11.Please stay away from high-rise buildings, high-voltage lines, signal towers, and dense electromagnetic environment.",
    "i18n.Sale_Service12": "12.If there are onlookers to watch the operation, they should stand behind the operator to visit, and must comply with points 3 and 9;",
    "i18n.Sale_Service13": "13.Do not operate in the area of aircraft take-off and landing route. At least the distance from the airport should be maintained at a straight-line distance of more than 15km.",
    "i18n.Sale_Service14": "14.Before flying, please check whether all parts are in good condition. If any parts are aging or damaged, please do not fly.",
    "i18n.Sale_Service15": "15.Before each flight, check to ensure that the plug connectors are tight and reliable;",
    "i18n.Sale_Service16": "16.Do not use lithium battery packs that have not been tested and certified, or mix old and new battery packs;",
    "i18n.Sale_Service17": "17.Before take-off, the aircraft must be checked whether the operation is normal, in order to avoid danger and loss;",
    "i18n.Sale_Service18": "18.Do not close to or contact the rotating motor or propeller, to avoid being cut by the rotating propeller;",
    "i18n.Sale_Service19": "19.When in non-working state or transportation, it is recommended to remove the battery to avoid unnecessary losses;",
    "i18n.Sale_Service20": "20.Please do not unscrew the installed bolts easily to avoid damage.",
    "i18n.Sale_Service21": "21.When installing bolts, tighten them appropriately, too much will lead to damage, too little may lead to loosening;",
    "i18n.Sale_Service22": "22.To prevent liquid, dust, metal debris and other foreign matter into the electronic equipment, these foreign matter can cause serious damage to the aircraft, or even cause an accident!",
    "i18n.Sale_Service23": "1、The environment",
    "i18n.Sale_Service24": "• Flying in open Spaces away from people;",
    "i18n.Sale_Service25": "• Fly below an altitude of 2,000 meters;",
    "i18n.Sale_Service26": "• Flying at 0℃ to 40℃ in good weather (not heavy rain, wind, or extreme weather);",
    "i18n.Sale_Service27": "• Please comply with local laws and regulations and fly within legal areas.",
    "i18n.Sale_Service28": "• Please do not fly indoors.",
    "i18n.Sale_Service29": "2、check",
    "i18n.Sale_Service30": "• Ensure that the power of each device is sufficient;",
    "i18n.Sale_Service31": "• Make sure all parts are in good condition. If any parts are aging or damaged, please replace them before flying;",
    "i18n.Sale_Service32": "• Make sure the landing gear and working box are fastened and all screws are locked;",
    "i18n.Sale_Service33": "• Ensure that the propeller is not damaged and installed firmly, the blade and the arm are fully deployed, and the folding parts have been fastened with safety screws;",
    "i18n.Sale_Service34": "• Ensure that the aircraft motor is clean and non-destructive;",
    "i18n.Sale_Service35": "• Make sure the spraying system is free of clogging and is working properly.",
    "i18n.Sale_Service36": "3、Operating as a",
    "i18n.Sale_Service37": "• Keep away from the propeller and motor in motion.",
    "i18n.Sale_Service38": "• Be sure to fly at takeoff weight below 37.5kg (when flying near sea level) to avoid danger.",
    "i18n.Sale_Service39": "• Fly within sight range.",
    "i18n.Sale_Service40": "• Performing a locking action or otherwise stopping the motor while flying will cause the aircraft to fall. Please use this feature only in emergency situations.",
    "i18n.Sale_Service41": "• Do not make or receive phone calls during flight. Do not operate the aircraft while under the influence of alcohol or drugs.",
    "i18n.Sale_Service42": "• Please return as soon as possible in case of low battery warning.",
    "i18n.Sale_Service43": "• The aircraft will not avoid obstacles by itself when returning automatically. If the remote control signal is normal, the flight course can be controlled by the remote control.",
    "i18n.Sale_Service44": "• After landing, first close the aircraft and then close the remote control to avoid the loss of the remote control signal, and start the return mode.",
    "i18n.Sale_Service45": "• Please maintain control of the aircraft at all times and do not rely on information provided by the mobile ground station. Please rely on naked eye observation to reasonably judge the flight status, avoid obstacles in time, and set the corresponding flight and return altitude according to the flight environment.",
    "i18n.Sale_Service46": "• Control the flight height below 25 meters and strictly abide by local laws and regulations.",
    "i18n.Sale_Service47": "4、Keep raising",
    "i18n.Sale_Service48": "• Check and replace deformed or damaged propellers before each flight.",
    "i18n.Sale_Service49": "• Remove or empty the operating box when not in service or in transit to avoid excessive damage to the landing gear.",
    "i18n.Sale_Service50": "• The aircraft is suitable for storage in the environment of -20℃ to 40℃.",
    "i18n.Sale_Service51": "• Clean the aircraft in time and maintain the aircraft regularly after operation.",
    "i18n.Sale_Service52": "Thank you for buying and using this product. Any user should read this manual carefully before using this product. Once using this product, it will be deemed as the acceptance and acceptance of all contents of this statement.",
    "i18n.Sale_Service53": "Please install and use the product in strict accordance with this manual. In view of our inability to control the user's specific usage, we do not assume any performance, safety and legal responsibilities caused by any operation, installation and use control.",
    "i18n.Sale_Service54": "In the process of using this product, you must strictly abide by and implement the requirements including but not limited to the instructions and safety instructions. For all personal injuries, accidents, property losses, legal disputes and other adverse events resulting from conflicts of interest caused by violations of the use behavior indicated in the safety instructions or force majeure factors, the user shall bear the relevant responsibilities and losses, and our company will not assume any responsibility.",
    "i18n.Sale_Service55": "Please operate the product under the guidance of professional personnel. We will not be responsible for any accidents caused by users' installation, configuration and operation.",
    "i18n.Sale_Service56": "Please use this product within the scope permitted by law. We do not assume any legal liability caused by illegal use.",
    "i18n.Sale_Service57": "This product is a professional industrial application UAV developed for long endurance purposes. The machine is only used for the operation of the industry and similar purposes set before delivery. The application in other scenarios is contrary to the intended use of the machine.",
    "i18n.Sale_Service58": "Please strictly comply with the conditions of use, maintenance and repair specified by the manufacturer, as well as the basic requirements for the intended use.",
    "i18n.Sale_Service59": "The machine can only be operated, maintained and repaired by professional operators with relevant safety operation knowledge.",
    "i18n.Sale_Service60": "Support for customized services",
    "i18n.Sale_Service61": "After-sales service",
    "i18n.aboutUs1": " industry guide ",
    "i18n.aboutUs2": " one to one service ",
    "i18n.aboutUs3": " professional introduction ",
    "i18n.aboutUs4": "HuaQi tiancheng (shenzhen) intelligent technology co., LTD., mainly engaged in the industry level drones and related products research and development and manufacturing, the company's products cover various industries in various fields, is a professional of unmanned aerial vehicle (uav) solution provider, the company is committed to in 5 g era of big data, combined with AR big data technologies, such as the pain points of different sectors, Provide intelligent and professional UAV products.",
    "i18n.aboutUs5": " shenzhen huaqi tiancheng intelligent technology co., LTD ",
    "i18n.aboutUs6": " address: ",
    "i18n.aboutUs7": " 1605, Building D, Dachong Business Center, Nanshan District, Shenzhen City, Guangdong Province",
    "i18n.aboutUs8": " telephone: ",
    "i18n.aboutUs9": " email: ",
    "i18n.aboutUs10": " URL:",
    "i18n.distributor1": " Become Distributor Partner",
    "i18n.distributor2": " On the basis of the company's existing products, we support all kinds of customization and customization requirements. With the strong research and development strength of the company, we can provide extremely professional solution customization.",
    "i18n.distributor3": " Apply for cooperation type ",
    "i18n.distributor4": " Select the cooperation type ",
    "i18n.distributor5": " Project Cooperation ",
    "i18n.distributor6": " Distribution Cooperation ",
    "i18n.distributor7": " Apply for Product Type of Cooperation ",
    "i18n.distributor8": " Industry Custom UAVs ",
    "i18n.distributor9": " Applicant Information",
    "i18n.distributor11": "* name ",
    "i18n.distributor12": "* phone number ",
    "i18n.distributor13": "* mailbox ",
    "i18n.distributor14": " submit",
    "i18n.product_details1": "The Times",
    "i18n.product_details2": " manual efficiency ",
    "i18n.product_details3": " cost savings ",
    "i18n.product_details4": "excellent",
    "i18n.product_details5": "quality",
    "i18n.product_details6": " spray efficiency",
    "i18n.product_details7": " strong performance and extraordinary efficiency ",
    "i18n.product_details8": " All terrain operation, multiple application scenarios ",
    "i18n.product_details9": " intelligent job ",
    "i18n.product_details10": " efficient power ",
    "i18n.product_details11": " breakpoint memory ",
    "i18n.product_details12": " intelligent obstacle avoidance ",
    "i18n.product_details13": " wind resistance level four ",
    "i18n.product_details14": " triple location ",
    "i18n.product_details15": " pressure nozzle ",
    "i18n.product_details16": " Quick charge ",
    "i18n.product_details17": " large load ",
    "i18n.product_details18": " data monitoring ",
    "i18n.product_details19": " new intelligent autonomous job ",
    "i18n.product_details20": " improve work efficiency and make the route more accurate when the UAV is operating ",
    "i18n.product_details21": " Multiple control modes to provide optimal application ",
    "i18n.product_details22": " Plan the best route and application mode for each operation independently ",
    "i18n.product_details23": " Manual mode ",
    "i18n.product_details24": " breakpoint route ",
    "i18n.product_details25": " Power off life is supported in all three modes ",
    "i18n.product_details26": " obstacle avoidance for intelligent millimeter-wave radar ",
    "i18n.product_details27": " automatic sensing of obstacles and surrounding environment, with the ability to predict the dynamics of obstacles, so that flight operations are more secure ",
    "i18n.product_details28": " Amazing load capacity, efficiency upgrade ",
    "i18n.product_details29": " 60kg super-large capacity medicine box designed for large area of work ",
    "i18n.product_details30": " revolutionary sowing efficiency unparalleled uniformity ",
    "i18n.product_details31": " Field plant protection efficiency reaches new heights, combined with digital solutions, the spread effect is outstanding ",
    "i18n.product_details32": " Full time flight prevention without fear of the night job ",
    "i18n.product_details33": "FPV forward-looking wide-angle camera + high night light to illuminate your night flight path ",
    "i18n.product_details34": " Triple location refused to lose contact ",
    "i18n.product_details35": "GPS, Beidou, GLONASS triple positioning technology, lock the operation machine, to ensure the safety of operation ",
    "i18n.product_details36": " Dual IMU more stable ",
    "i18n.product_details37": " High energy control system, powerful intelligent algorithm ",
    "i18n.product_details38": " precision control ",
    "i18n.product_details39": " route flight accuracy increased by 25%, vertical control accuracy increased by 20%, trajectory more accurate, flight smoother ",
    "i18n.product_details40": " strong shock resistance ",
    "i18n.product_details41": " Reduce vibration impact, aging of the frame can also be stable flight, reduce the investment in after-sales maintenance ",
    "i18n.product_details42": "double CPU",
    "i18n.product_details43": " Dual CPU configuration processing function, more powerful, can support 1000Hz electric control ",
    "i18n.product_details44": " attitude control ",
    "i18n.product_details45": " attitude control stability improved, double control, more stable and better wind resistance ",
    "i18n.product_details46": " multiple redundant backup ",
    "i18n.product_details47": " triple redundant IMU, double redundant barometer, safer flight ",
    "i18n.product_details48": " noise reduction and power saving ",
    "i18n.product_details49": " motor noise is three times smaller, power saving 5~15%, flight noise is lower ",
    "i18n.product_details50": " calibration free ",
    "i18n.product_details51": " industrial grade sensor configuration once, calibration lifetime free IMU calibration ",
    "i18n.product_details52": " backup power ",
    "i18n.product_details53": " master control supports backup power interface, power supply is more reliable ",
    "i18n.product_details54": " New spread system equipped with powerful power for spraying ",
    "i18n.product_details55": " Multiple aerodynamic optimization, 12 nozzle layout, 8 m wide spread, 1 ton of fertilizer per hour ",
    "i18n.product_details56": " worry free with fine material ",
    "i18n.product_details57": " High quality equipment configuration brings more job security for work operations ",
    "i18n.product_details58": " high efficiency pressure sprinkler ",
    "i18n.product_details59": " Droplet count increased by 100%",
    "i18n.product_details60": " high power diaphragm pump ",
    "i18n.product_details61": " spray flow up to 5.5L/min",
    "i18n.product_details62": " spray up to 8 m ",
    "i18n.product_details63": " quick disassembly pump, change at any time ",
    "i18n.product_details64": "30L big medicine box ",
    "i18n.product_details65": " Designed for large area of operation needs to increase the injection port, efficiency upgrade ",
    "i18n.product_details66": " high strength waterproof housing ",
    "i18n.product_details67": " with fully enclosed enclosure ",
    "i18n.product_details68": " carbon fiber blade ",
    "i18n.product_details69": " blade and arm ",
    "i18n.product_details70": " using carbon fiber material ",
    "i18n.product_details71": " V-shaped tripod ",
    "i18n.product_details72": " V ",
    "i18n.product_details73": " Tripod design is more stable against wind ",
    "i18n.product_details74": " ultra long range top speed charge ",
    "i18n.product_details75": " Large capacity battery life, built-in intelligent power management system, can be fully charged to a group of batteries in 25 minutes, easy circulation ",
    "i18n.product_details76": " select any more models ",
    "i18n.product_details77": " can be selected according to the actual job requirements ",
    "i18n.product_details78": " fixed route",
    "i18n.fireBomb_details0": " Fire Bomb Details Page ",
    "i18n.fireBomb_details1": " Advanced Broken Window Fire Bomb Drone ",
    "i18n.fireBomb_details2": " professional customization ",
    "i18n.fireBomb_details3": " Product features, performance support professional customization ",
    "i18n.fireBomb_details4": " emergency rescue ",
    "i18n.fireBomb_details5": " vigilance stability ",
    "i18n.fireBomb_details6": " mapping survey ",
    "i18n.fireBomb_details7": " Schema customization ",
    "i18n.fireBomb_details8": " Fire Drone Customizer ",
    "i18n.fireBomb_details9": "5G control at top speed safe ",
    "i18n.fireBomb_details10": " High rates, low latency, and large connections for higher job efficiency ",
    "i18n.fireBomb_details11": " Full feature coverage ",
    "i18n.fireBomb_details12": " Strong performance, multiple application scenarios ",
    "i18n.fireBomb_details13": " four axes and eight wings ",
    "i18n.fireBomb_details14": " carbon solder + aero aluminum ",
    "i18n.fireBomb_details15": " Super high altitude operation ",
    "i18n.fireBomb_details16": " camera ",
    "i18n.fireBomb_details17": "ABC ultrafine dry powder ",
    "i18n.fireBomb_details18": "0 ℃ to 125 ℃",
    "i18n.fireBomb_details19": " double battery ",
    "i18n.fireBomb_details20": " Flight speed 10 m /s",
    "i18n.fireBomb_details21": " load 50kg",
    "i18n.fireBomb_details22": " Level 7 wind resistance ",
    "i18n.fireBomb_details23": " 15-40min",
    "i18n.fireBomb_details24": " Quick charge ",
    "i18n.fireBomb_details25": "IP65 protection ",
    "i18n.fireBomb_details26": " Graph pass 3-15km",
    "i18n.fireBomb_details27": " triple positioning ",
    "i18n.fireBomb_details28": " Folded design ",
    "i18n.fireBomb_details29": " triple redundant IMU",
    "i18n.fireBomb_details30": " precision electronic control ",
    "i18n.fireBomb_details31": " High level fire extinguishing precision broken Windows ",
    "i18n.fireBomb_details32": " Single shot directly through 16mm tempered double vacuum glass at 18 meters ",
    "i18n.fireBomb_details33": " strong load ",
    "i18n.fireBomb_details34": " load-bearing up to 50kg for all scenarios ",
    "i18n.fireBomb_details35": " Overtime Subversion Imagination ",
    "i18n.fireBomb_details36": " With large dual battery capacity, long battery life, no worries ",
    "i18n.fireBomb_details37": "IPX5 level protection ",
    "i18n.fireBomb_details38": " Strong water resistance, no fear of rain operating environment ",
    "i18n.fireBomb_details39": " triple redundant IMU",
    "i18n.fireBomb_details40": " High energy control system, powerful intelligent algorithm, triple positioning, more stable flight ",
    "i18n.fireBomb_details41": " Accurate job beyond line-of-sight ",
    "i18n.fireBomb_details42": " Powerful upgrade to eliminate line-of-sight interference, very long range detection ",
    "i18n.fireBomb_details43": " precision electronic control ",
    "i18n.fireBomb_details44": " Equipped with precision electronic control system and high-definition FPV camera, it can remotely control the fire bomb firing switch in complex fire environment ",
    "i18n.fireBomb_details45": " multiple clusters ",
    "i18n.fireBomb_details46": " 6 fire bombs at a time, 9㎡ for single fire ",
    "i18n.fireBomb_details47": " quick fire bomb ",
    "i18n.fireBomb_details48": " The quick dismantling structure design enables quick installation and dismantling of fire bombs, greatly improving operational efficiency"
}